<header>
    <p>Моё Расписание</p>
</header>
<main>
    <h1>Моё Расписание</h1>
    <h2>
        Новая, удобная система для студентов Финашки, которая работает даже без интернета
    </h2>
    <h2>
        А ещё вы можете убрать из расписания предметы других подгрупп
    </h2>
</main>

<a href="/schedule/personal/setup">Начать пользоваться</a>

<h2>Начать пользоваться просто!</h2>
<ol>
    <li>Шаг 1. Установите этот сайт как приложение</li>
    <li>Шаг 2. Настройте своё расписание так, как вам будет удобно</li>
    <li>Шаг 3. Пользуйтесь! С нашим удобным приложением расписание будет доступно даже без подключения к интернету!</li>
</ol>
